tap "nikitabobko/tap"

brew "ansible"
brew "coursier"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fish"
brew "git"
brew "mise"
brew "stow"
brew "tpm"
brew "zsh"
brew "zsh-autosuggestions"
cask "nikitabobko/tap/aerospace"
cask "android-studio"
cask "brave-browser"
cask "kiro-cli"
cask "dbvisualizer"
cask "espanso"
cask "ghostty"
cask "hammerspoon"
cask "hiddenbar"
cask "hyperkey"
cask "maccy"
cask "microsoft-excel"
cask "microsoft-word"
cask "obsidian"
cask "slack"
cask "studio-3t"
