tap "nikitabobko/tap"
# tap "jordanfjellman/tap"  # Uncomment to install fjelly via Homebrew

brew "ansible"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fish"
brew "git"
brew "jsonpp"
brew "mise"
brew "stow"
brew "tpm"
brew "zsh"
brew "zsh-autosuggestions"
# brew "fjelly"  # Uncomment to install via Homebrew (alternative to mise)

cask "nikitabobko/tap/aerospace"
cask "brave-browser"
cask "espanso"
cask "ghostty"
cask "hammerspoon"
cask "hiddenbar"
cask "maccy"
cask "obsidian"
cask "slack"
cask "superkey"
