tap "hashicorp/tap"
tap "modem-dev/tap"

brew "bruno-cli"
brew "coursier"
brew "telnet"
brew "hashicorp/tap/vault"
brew "modem-dev/tap/hunk"
brew "mermaid-cli"
brew "presenterm"
brew "snowflake-cli"

cask "android-platform-tools"
cask "android-studio"
cask "bruno"
cask "claude"
cask "dbvisualizer"
cask "kiro-cli"
cask "lm-studio"
cask "loom"
cask "microsoft-excel"
cask "microsoft-teams"
cask "studio-3t"
